export const infoJson = [
  {
    id: 1,
    name: 'Долг',
    founder: 'генерал Таченко',
    description: 'Долг — военизированная группировка, члены которой живут по чёткому воинскому уставу.',
    motto: 'Защитим мир от Зоны!',
    value: 'dolg',
    quote:
      'Свободные сталкеры, ветераны и охотники — вливайтесь в ряды «Долга»! Защитить мир от заразы Зоны — наша общая цель и задача!',
    goals:
      'Основной целью группировки "Долг" является защита человечества от опасностей Зоны, что включает в себя борьбу с мутантами, обезвреживание аномалий и предотвращение выхода артефактов за пределы Зоны. Члены "Долга" убеждены, что Зона представляет собой колоссальную угрозу для всего живого и должна быть либо уничтожена, либо находиться под строгим контролем. Для достижения этих целей они готовы пойти на любые жертвы и не отступают перед лицом опасности.',
    lifeInside:
      'Жизнь в "Долге" строго регламентирована и подчинена достижению общих целей. Все члены группировки должны следовать установленным правилам и приказам своих командиров. Внутренняя структура "Долга" построена по военному принципу, где каждый знает своё место и задачи. В группировке ценятся дисциплина, ответственность и готовность к самопожертвованию. Несмотря на строгость, между членами "Долга" существует сильная взаимопомощь и товарищество, ведь общие испытания и борьба сплачивают людей.',
    structure:
      '"Долг" обладает чёткой иерархической структурой, на вершине которой стоит командование, состоящее из основателей и наиболее опытных членов. Ниже по иерархии располагаются бойцы, разделённые на специализированные подразделения в зависимости от их навыков и опыта. Важной частью жизни группировки является обучение и подготовка новобранцев, которые проходят через строгий отбор и обучение, прежде чем стать полноценными членами "Долга".',
    features: [
      {
        name: 'Чувство товарищества',
        description:
          'Несмотря на строгую дисциплину и иерархию, в "Долге" царит атмосфера взаимопомощи и братства. Общие цели и опасности, с которыми сталкиваются члены группировки, сплачивают их, создавая крепкие связи между бойцами.',
      },
      {
        name: 'Постоянная борьба',
        description:
          '"Долг" находится в постоянном противостоянии не только с опасностями Зоны, но и с другими группировками, которые имеют отличные от их цели или представляют угрозу выполнению миссии группировки. Это делает жизнь в "Долге" полной вызовов и требует от каждого члена готовности к непрерывной борьбе.',
      },
      {
        name: 'Стратегическое планирование',
        description:
          'В действиях "Долга" прослеживается чёткое стратегическое планирование. Каждая операция, каждый патруль и задание тщательно планируются с целью минимизации рисков и максимизации эффективности. Эта основательность в подходах позволяет "Долгу" успешно противостоять не только мутантам и аномалиям, но и другим сталкерским группировкам.',
      },
      {
        name: 'Жертвенность ради большой цели',
        description:
          'В основе идеологии "Долга" лежит убеждение, что любые жертвы оправданы, если они ведут к защите человечества от опасностей Зоны. Этот принцип порождает у членов группировки высокий уровень самоотдачи и готовность к самым тяжёлым испытаниям.',
      },
    ],
    img: 'https://i.ibb.co/Fnr4dVZ/dolg-logo.png',
    caruselImg: 'https://i.ibb.co/x7RtPz0/image.png',
  },
  {
    id: 2,
    name: 'Свобода',
    founder: 'неизвестен',
    description: 'Свобода — анархистская группировка, борющаяся за свободу передвижения и исследование Зоны.',
    motto: 'Зона для всех!',
    value: 'svoboda',
    quote: 'Присоединяйся к "Свободе" и получи возможность жить и действовать без ограничений!',
    goals:
      'Основной целью "Свободы" является борьба за право всех сталкеров свободно перемещаться и исследовать Зону. Они стремятся к тому, чтобы знания о Зоне и её артефактах были доступны всем, а не только избранным. "Свобода" также активно противостоит любым попыткам контроля и ограничения доступа к Зоне со стороны военных и других группировок.',
    lifeInside:
      'Жизнь в "Свободе" характеризуется высокой степенью свободы и личной ответственности. Здесь ценятся независимость и инициативность. Несмотря на анархистские взгляды, внутри группировки существует чёткая организация и распределение ролей. Важной частью жизни является взаимопомощь и поддержка, а также стремление к развитию и обучению.',
    structure:
      '"Свобода" имеет децентрализованную структуру, где ключевые решения принимаются коллективно. Командиры подразделений избираются членами группировки и могут быть смещены в случае утраты доверия. Такая система позволяет "Свободе" оставаться гибкой и быстро адаптироваться к изменяющимся условиям в Зоне.',
    features: [
      {
        name: 'Свобода и независимость',
        description:
          'Основной принцип "Свободы" — это право каждого сталкера на свободу передвижения и исследование Зоны. Они выступают против любых форм контроля и ограничения доступа к Зоне.',
      },
      {
        name: 'Взаимопомощь и поддержка',
        description:
          'Несмотря на анархистские взгляды, в "Свободе" ценится взаимопомощь и поддержка. Члены группировки всегда готовы прийти на помощь друг другу в сложных ситуациях.',
      },
      {
        name: 'Развитие и обучение',
        description:
          'В "Свободе" большое внимание уделяется развитию и обучению. Члены группировки активно изучают Зону и её феномены, делятся знаниями и опытом с другими.',
      },
      {
        name: 'Гибкость и адаптивность',
        description:
          'Децентрализованная структура и коллективное принятие решений позволяют "Свободе" быстро адаптироваться к изменяющимся условиям в Зоне и эффективно противостоять угрозам.',
      },
    ],
    img: 'https://i.ibb.co/hB8sdY9/svoboda-logo.png',
    caruselImg: 'https://i.ibb.co/6tsHRbd/svoboda.png',
  },
  {
    id: 3,
    name: 'Монолит',
    founder: 'неизвестен',
    description:
      'Монолит — религиозная фанатическая группировка, члены которой поклоняются таинственному артефакту Монолит.',
    motto: 'Монолит ведёт нас!',
    value: 'monolit',
    quote: 'Мы служим Монолиту и защищаем его священные тайны от всех неверных!',
    goals:
      'Основной целью "Монолита" является защита таинственного артефакта Монолит и распространение его культа. Они убеждены, что Монолит обладает невероятной силой и знаниями, которые должны оставаться недоступными для остальных. "Монолит" агрессивно противостоит всем, кто пытается проникнуть в их территории или узнать их секреты.',
    lifeInside:
      'Жизнь в "Монолите" подчинена строгим религиозным канонам и ритуалам. Члены группировки свято верят в избранность своей миссии и готовы пожертвовать собой ради её выполнения. Внутри "Монолита" царит жесткая дисциплина и беспрекословное подчинение лидерам и пророкам, которые направляют действия группировки.',
    structure:
      '"Монолит" имеет жёсткую иерархическую структуру, где ключевую роль играют пророки и священники, которые интерпретируют волю Монолита. Обычные бойцы выполняют их приказы без вопросов и сомнений. Новобранцы проходят через сложные обряды посвящения, чтобы доказать свою верность и преданность Монолиту.',
    features: [
      {
        name: 'Религиозный фанатизм',
        description:
          'Основная черта "Монолита" — это фанатическая преданность своему культу. Члены группировки свято верят в силу и мудрость Монолита и готовы защищать его до последнего.',
      },
      {
        name: 'Жесткая дисциплина',
        description:
          'В "Монолите" царит строгая дисциплина и иерархия. Бойцы беспрекословно подчиняются приказам своих лидеров и пророков.',
      },
      {
        name: 'Ритуалы и обряды',
        description:
          'Жизнь в "Монолите" наполнена различными религиозными ритуалами и обрядами, которые подчеркивают их веру и преданность Монолиту.',
      },
      {
        name: 'Агрессивная защита',
        description:
          '"Монолит" агрессивно защищает свои территории и тайны от всех, кто пытается проникнуть на их земли или узнать их секреты. Они готовы пойти на любые меры, чтобы сохранить священные знания в тайне.',
      },
    ],
    img: 'https://i.ibb.co/QnzLHD6/monolit-logo.png',
    caruselImg: 'https://i.ibb.co/0qdCqFy/monolit.png',
  },
  {
    id: 4,
    name: 'Наемники',
    founder: 'неизвестен',
    description: 'Наемники — профессиональные бойцы, работающие за деньги и выполняющие задания любой сложности.',
    motto: 'Деньги решают всё!',
    value: 'naemniki',
    quote: 'Мы выполняем свою работу быстро и эффективно. Заплати — и всё будет сделано.',
    goals:
      'Основной целью наемников является выполнение заданий за деньги. Они работают на различных заказчиков, включая другие группировки, учёных и даже военных. Наемники готовы взяться за любую работу, если за неё хорошо заплатят, и не задают лишних вопросов.',
    lifeInside:
      'Жизнь наемников полностью подчинена выполнению контрактов. Они действуют быстро и профессионально, минимизируя риски и потери. Внутри группировки царит атмосфера делового сотрудничества, где каждый член знает свою роль и задачи. Несмотря на отсутствие строгих идеологических принципов, наемники ценят профессионализм и надёжность.',
    structure:
      'Наемники имеют гибкую структуру, где ключевые роли играют опытные командиры и координаторы. Они распределяют задания и следят за их выполнением. В группировке ценятся профессионализм и навыки, и каждый член имеет возможность продвигаться по служебной лестнице, выполняя успешные операции.',
    features: [
      {
        name: 'Профессионализм',
        description:
          'Наемники — это высокопрофессиональные бойцы, способные выполнять сложные задания с минимальными рисками и потерями.',
      },
      {
        name: 'Гибкость и адаптивность',
        description:
          'Группировка наемников обладает гибкой структурой и способна быстро адаптироваться к изменяющимся условиям и требованиям заказчиков.',
      },
      {
        name: 'Отсутствие идеологических принципов',
        description:
          'Наемники работают за деньги и не придерживаются каких-либо идеологических принципов. Их основной мотив — это получение прибыли.',
      },
      {
        name: 'Надёжность и эффективность',
        description:
          'Наемники ценят надёжность и эффективность. Каждый член группировки стремится выполнить свою работу на высоком уровне, чтобы заслужить доверие заказчиков и получить новые контракты.',
      },
    ],
    img: 'https://i.ibb.co/2nxD54Z/naemniki-logo.png',
    caruselImg: 'https://i.ibb.co/0hcpyrf/naemniki.png',
  },
  {
    id: 5,
    name: 'Чистое Небо',
    founder: 'Лебедев',
    description: 'Чистое Небо — научно-исследовательская группировка, стремящаяся изучить и понять Зону.',
    motto: 'Знание — сила!',
    value: 'rassvet',
    quote: 'Чем больше мы знаем о Зоне, тем лучше мы можем защитить себя и других.',
    goals:
      'Основной целью "Чистого Неба" является изучение Зоны и её феноменов. Они верят, что знания о Зоне могут помочь человечеству справиться с её опасностями и найти способы использовать её ресурсы. "Чистое Небо" активно исследует аномалии, артефакты и мутантов, стремясь раскрыть все тайны Зоны.',
    lifeInside:
      'Жизнь в "Чистом Небе" подчинена научным исследованиям и экспедициям. Члены группировки работают над различными проектами и экспериментами, часто рискуя своей жизнью ради получения новых данных. Внутри "Чистого Неба" ценятся любопытство, интеллект и стремление к знаниям.',
    structure:
      '"Чистое Небо" имеет научную структуру, где ключевую роль играют учёные и исследователи. Командиры и лидеры группировки координируют экспедиции и обеспечивают безопасность своих членов. Новобранцы проходят тщательный отбор и обучение, чтобы быть готовыми к сложным задачам и исследованиям.',
    features: [
      {
        name: 'Научный подход',
        description:
          '"Чистое Небо" придерживается научного подхода к изучению Зоны. Они проводят исследования и эксперименты, чтобы лучше понять её природу и феномены.',
      },
      {
        name: 'Экспедиции и исследования',
        description:
          'Члены "Чистого Неба" часто отправляются в экспедиции и исследования, рискуя своей жизнью ради получения новых знаний и данных о Зоне.',
      },
      {
        name: 'Интеллект и любопытство',
        description:
          'В "Чистом Небе" ценятся интеллект, любопытство и стремление к знаниям. Члены группировки постоянно учатся и обмениваются опытом друг с другом.',
      },
      {
        name: 'Защита и безопасность',
        description:
          '"Чистое Небо" уделяет большое внимание защите и безопасности своих членов. Командиры и лидеры координируют действия группировки и обеспечивают безопасность во время экспедиций.',
      },
    ],
    img: 'https://i.ibb.co/D1d8FdM/rassvet-logo.png',
    caruselImg: 'https://i.ibb.co/09ZHNTy/rassvet.png',
  },
  {
    id: 6,
    name: 'Ученые',
    founder: 'неизвестен',
    description: 'Учёные — нейтральная группировка, занимающаяся изучением Зоны и её феноменов.',
    motto: 'Знание — путь к выживанию!',
    value: 'nayka',
    quote: 'Исследование Зоны — наш долг и наша цель. Мы стремимся понять её тайны ради блага человечества.',
    goals:
      'Основной целью учёных является исследование Зоны и её феноменов. Они работают над различными проектами и исследованиями, стремясь раскрыть тайны Зоны и найти способы минимизировать её опасности. Учёные сотрудничают с различными группировками, чтобы обеспечить безопасность своих исследований и обмениваться информацией.',
    lifeInside:
      'Жизнь учёных подчинена научным исследованиям и экспериментам. Они работают в лабораториях и полевых условиях, анализируют данные и проводят эксперименты. Внутри группировки ценятся знания, интеллект и стремление к истине. Учёные часто сталкиваются с опасностями, но продолжают свою работу ради достижения общих целей.',
    structure:
      'Учёные имеют научную структуру, где ключевую роль играют исследователи и научные руководители. Они координируют проекты и исследования, обеспечивают безопасность своих членов и сотрудничают с другими группировками. Новобранцы проходят тщательный отбор и обучение, чтобы быть готовыми к сложным задачам и исследованиям.',
    features: [
      {
        name: 'Научный подход',
        description:
          'Учёные придерживаются научного подхода к изучению Зоны. Они проводят исследования и эксперименты, чтобы лучше понять её природу и феномены.',
      },
      {
        name: 'Сотрудничество и обмен знаниями',
        description:
          'Учёные активно сотрудничают с другими группировками и обмениваются знаниями и информацией. Они стремятся к тому, чтобы их исследования приносили пользу всем.',
      },
      {
        name: 'Интеллект и стремление к истине',
        description:
          'Внутри группировки ценятся интеллект, знания и стремление к истине. Учёные постоянно учатся и делятся своими открытиями с другими.',
      },
      {
        name: 'Защита и безопасность',
        description:
          'Учёные уделяют большое внимание защите и безопасности своих членов. Они принимают все необходимые меры, чтобы минимизировать риски во время исследований и экспедиций.',
      },
    ],
    img: 'https://i.ibb.co/zsZfm2m/ychenie-logo.png',
    caruselImg: 'https://i.ibb.co/VVVtsV4/nayka.png',
  },
  {
    id: 7,
    name: 'Грех',
    founder: 'неизвестен',
    description:
      'Грех — таинственная и секретная группировка, занимающаяся оккультными практиками и исследованием аномалий Зоны.',
    motto: 'Зона — источник силы!',
    value: 'greh',
    quote: 'Мы стремимся понять истинную природу Зоны и использовать её силу для достижения наших целей.',
    goals:
      'Основной целью "Греха" является изучение аномалий и артефактов Зоны с оккультной точки зрения. Они верят, что Зона обладает скрытыми силами, которые могут быть использованы для достижения личных целей и могущества. "Грех" активно исследует Зону, проводит ритуалы и эксперименты, стремясь раскрыть её тайны.',
    lifeInside:
      'Жизнь в "Грехе" окутана тайной и секретностью. Члены группировки занимаются оккультными практиками, исследуют аномалии и проводят ритуалы. Внутри "Греха" царит атмосфера мистики и таинственности, где каждый член стремится к личной силе и могуществу. Несмотря на скрытность, внутри группировки существуют строгие правила и иерархия.',
    structure:
      '"Грех" имеет скрытную иерархическую структуру, где ключевую роль играют лидеры и магистры, которые направляют действия членов группировки. Новобранцы проходят через сложные ритуалы посвящения и обучения, чтобы доказать свою преданность и готовность следовать путём "Греха".',
    features: [
      {
        name: 'Оккультные практики',
        description:
          '"Грех" занимается оккультными практиками и ритуалами, стремясь раскрыть тайны Зоны и использовать её силу для достижения своих целей.',
      },
      {
        name: 'Исследование аномалий',
        description:
          'Члены "Греха" активно исследуют аномалии и артефакты Зоны, пытаясь понять их природу и использовать их силы в своих интересах.',
      },
      {
        name: 'Мистицизм и таинственность',
        description:
          'Внутри "Греха" царит атмосфера мистики и таинственности. Члены группировки стремятся к личной силе и могуществу, следуя строгим правилам и ритуалам.',
      },
      {
        name: 'Скрытность и секретность',
        description:
          '"Грех" действует скрытно и секретно, избегая внимания других группировок и сталкеров. Их цели и методы остаются загадкой для большинства обитателей Зоны.',
      },
    ],
    img: 'https://i.ibb.co/3k2ZSfd/greh-logo.png',
    caruselImg: 'https://i.ibb.co/KWTM1s9/greh.png',
  },
  {
    id: 8,
    name: 'Ренегаты',
    founder: 'неизвестен',
    description: 'Ренегаты — группа сталкеров, отвергших все формы авторитета и следующих только своим законам.',
    motto: 'Свобода любой ценой!',
    value: 'renegati',
    quote: 'Мы не признаём никаких правил и авторитетов. Только свобода и сила имеют значение.',
    goals:
      'Основной целью ренегатов является полная свобода действий и отказ от всех форм контроля и подчинения. Они живут по своим собственным законам, отвергая авторитеты и группы. Ренегаты часто действуют как мародёры и бандиты, нападая на других сталкеров и группировки ради ресурсов и выживания.',
    lifeInside:
      'Жизнь ренегатов характеризуется полной свободой и отсутствием правил. Каждый член группы действует в своих интересах, и только сила и умение выживать определяют их место в группе. Внутри ренегатов нет строгой иерархии или структуры, каждый сам за себя. Несмотря на это, ренегаты часто объединяются для совместных операций и нападений.',
    structure:
      'Ренегаты не имеют чёткой структуры или иерархии. Каждый член действует самостоятельно или в небольших группах. Лидеры возникают естественным образом, на основе силы и умения выживать. Новобранцы принимаются в группу на основе их способностей и готовности следовать законам ренегатов.',
    features: [
      {
        name: 'Полная свобода',
        description:
          'Ренегаты отвергают все формы контроля и подчинения, живя по своим собственным законам и правилам.',
      },
      {
        name: 'Мародёрство и бандитизм',
        description:
          'Ренегаты часто действуют как мародёры и бандиты, нападая на других сталкеров и группировки ради ресурсов и выживания.',
      },
      {
        name: 'Отсутствие иерархии',
        description:
          'Внутри ренегатов нет строгой иерархии или структуры. Каждый член действует самостоятельно или в небольших группах.',
      },
      {
        name: 'Сила и выживание',
        description:
          'Только сила и умение выживать определяют место ренегата в группе. Лидеры возникают естественным образом, на основе их способностей.',
      },
    ],
    img: 'https://i.ibb.co/hVMbLwh/renegati-logo.png',
    caruselImg: 'https://i.ibb.co/3vqpxqF/renegati.png',
  },
  {
    id: 9,
    name: 'Люди Бармена',
    founder: 'Бармен',
    description:
      'Люди Бармена — группа сталкеров, объединённых под руководством Бармена, который предоставляет им убежище и ресурсы.',
    motto: 'Единство и выживание!',
    value: 'lb',
    quote: 'Мы вместе, чтобы выжить в Зоне. Бармен всегда рядом и готов помочь.',
    goals:
      'Основной целью людей Бармена является выживание и поддержка друг друга. Они объединяются под руководством Бармена, который предоставляет им убежище, ресурсы и информацию. Люди Бармена занимаются торговлей, обменом информацией и охраной своей территории.',
    lifeInside:
      'Жизнь людей Бармена подчинена принципам взаимопомощи и поддержки. Бармен обеспечивает их всем необходимым для выживания, включая еду, оружие и информацию. Внутри группы царит атмосфера доверия и товарищества, где каждый готов прийти на помощь другому. Бармен координирует действия своих людей и обеспечивает их безопасность.',
    structure:
      'Люди Бармена имеют простую структуру, где ключевую роль играет сам Бармен. Он координирует действия группы, обеспечивает их ресурсами и информацией. Новобранцы принимаются в группу на основе их готовности следовать принципам взаимопомощи и поддержке.',
    features: [
      {
        name: 'Взаимопомощь и поддержка',
        description:
          'Люди Бармена объединяются под принципами взаимопомощи и поддержки, помогая друг другу выживать в Зоне.',
      },
      {
        name: 'Торговля и обмен информацией',
        description:
          'Группа занимается торговлей и обменом информацией, обеспечивая себя необходимыми ресурсами и сведениями о Зоне.',
      },
      {
        name: 'Единство и доверие',
        description: 'Внутри группы царит атмосфера единства и доверия, где каждый готов прийти на помощь другому.',
      },
      {
        name: 'Руководство Бармена',
        description:
          'Бармен играет ключевую роль в группе, координируя её действия и обеспечивая безопасность и выживание своих людей.',
      },
    ],
    img: 'https://i.ibb.co/cXg3bxd/lb-logo.png',
    caruselImg: 'https://i.ibb.co/yN7Stv3/lb.png',
  },
  {
    id: 10,
    name: 'Нейтралы',
    founder: 'неизвестен',
    description:
      'Нейтралы — независимые сталкеры, не принадлежащие ни к одной из группировок, действующие самостоятельно.',
    motto: 'Свобода действий!',
    value: 'neutrals',
    quote: 'Мы не принадлежим ни к одной из группировок. Наша цель — выживание и свобода действий.',
    goals:
      'Основной целью нейтралов является выживание и сохранение своей независимости. Они избегают конфликтов с другими группировками, действуют самостоятельно и стремятся сохранить свободу действий. Нейтралы занимаются поиском артефактов, торговлей и исследованием Зоны.',
    lifeInside:
      'Жизнь нейтралов подчинена принципам самостоятельности и независимости. Каждый из них действует в своих интересах, избегая конфликтов и сотрудничая с другими сталкерами при необходимости. Нейтралы ценят свободу действий и возможность самостоятельно решать свои задачи и цели.',
    structure:
      'Нейтралы не имеют структуры или иерархии. Каждый действует самостоятельно, следуя своим интересам и целям. Они могут временно объединяться для выполнения совместных задач или защиты от угроз, но в целом сохраняют свою независимость.',
    features: [
      {
        name: 'Независимость и свобода действий',
        description:
          'Нейтралы ценят свою независимость и свободу действий, избегая привязанности к какой-либо группировке.',
      },
      {
        name: 'Самостоятельность',
        description: 'Каждый нейтрал действует в своих интересах и самостоятельно решает свои задачи и цели.',
      },
      {
        name: 'Избежание конфликтов',
        description:
          'Нейтралы стремятся избегать конфликтов с другими группировками, предпочитая мирное сосуществование и сотрудничество при необходимости.',
      },
      {
        name: 'Гибкость и адаптивность',
        description:
          'Благодаря своей независимости, нейтралы обладают высокой степенью гибкости и адаптивности, что позволяет им быстро реагировать на изменения в Зоне и находить новые способы выживания.',
      },
    ],
    img: 'https://i.ibb.co/xSYTpvB/neutrals-logo.png',
    caruselImg: 'https://i.ibb.co/H2CX6dk/neutrals.png',
  },
  {
    id: 11,
    name: 'ОКСОП',
    founder: 'неизвестен',
    description: 'ОКСОП — секретная организация, занимающаяся разведкой и сбором информации о Зоне.',
    motto: 'Информация — это сила!',
    value: 'oksop',
    quote: 'Мы работаем в тени, чтобы узнать правду о Зоне и её секретах.',
    goals:
      'Основной целью ОКСОП является сбор и анализ информации о Зоне. Они верят, что обладание знанием о Зоне даёт им огромное преимущество и силу. ОКСОП занимается разведкой, внедрением агентов в другие группировки и сбором данных о аномалиях, артефактах и деятельности других групп.',
    lifeInside:
      'Жизнь в ОКСОП подчинена строгим принципам секретности и дисциплины. Члены организации действуют скрытно, часто под прикрытием, и передают полученную информацию своим руководителям. Внутри ОКСОП царит атмосфера недоверия и строгой субординации, где каждый член знает только то, что ему необходимо для выполнения задания.',
    structure:
      'ОКСОП имеет жёсткую иерархическую структуру, где ключевую роль играют командиры и аналитики, которые координируют действия агентов и обрабатывают полученные данные. Новобранцы проходят тщательный отбор и обучение, прежде чем стать полноправными членами организации.',
    features: [
      {
        name: 'Секретность и разведка',
        description:
          'Основная деятельность ОКСОП — это разведка и сбор информации о Зоне и её обитателях. Члены организации действуют скрытно и под прикрытием.',
      },
      {
        name: 'Анализ и обработка данных',
        description:
          'Полученные данные тщательно анализируются и обрабатываются, чтобы получить максимально полную картину о Зоне и её феноменах.',
      },
      {
        name: 'Недоверие и субординация',
        description:
          'Внутри ОКСОП царит атмосфера недоверия и строгой субординации. Каждый член организации знает только то, что ему необходимо для выполнения задания.',
      },
      {
        name: 'Высокий уровень подготовки',
        description:
          'Члены ОКСОП проходят тщательный отбор и обучение, чтобы быть готовыми к выполнению самых сложных и опасных заданий.',
      },
    ],
    img: 'https://i.ibb.co/XXBYC6G/oksop-logo.png',
    caruselImg: 'https://i.ibb.co/vZ37rhR/oksop.png',
  },
  {
    id: 12,
    name: 'Братва',
    founder: 'неизвестен',
    description: 'Братва — криминальная группировка, занимающаяся контрабандой, рэкетом и торговлей артефактами.',
    motto: 'Сила и власть!',
    value: 'bratva',
    quote: 'Мы контролируем всё, что происходит в Зоне. Никто не смеет нам перечить.',
    goals:
      'Основной целью Братвы является получение контроля над торговлей артефактами и другими ресурсами Зоны. Они занимаются контрабандой, рэкетом и устранением конкурентов, стремясь к полному контролю над территорией и ресурсами Зоны.',
    lifeInside:
      'Жизнь в Братве подчинена принципам криминальной субординации и строгой дисциплины. Члены группировки занимаются различными незаконными деятельностями, включая контрабанду, рэкет и торговлю артефактами. Внутри Братвы ценятся сила, преданность и умение устранять конкурентов и врагов.',
    structure:
      'Братва имеет строгую иерархическую структуру, где ключевую роль играют криминальные авторитеты и лидеры группировки. Они координируют действия своих людей, распределяют ресурсы и обеспечивают выполнение заданий. Новобранцы проходят проверку на верность и готовность следовать законам Братвы.',
    features: [
      {
        name: 'Контрабанда и торговля артефактами',
        description:
          'Братва занимается контрабандой и торговлей артефактами, стремясь контролировать рынок и получать максимальную прибыль.',
      },
      {
        name: 'Рэкет и устранение конкурентов',
        description:
          'Группировка занимается рэкетом и устранением конкурентов, стремясь к полному контролю над территорией и ресурсами Зоны.',
      },
      {
        name: 'Криминальная субординация',
        description:
          'Внутри Братвы царит строгая криминальная субординация и дисциплина. Каждый член группировки обязан следовать приказам своих лидеров.',
      },
      {
        name: 'Сила и преданность',
        description:
          'В Братве ценятся сила, преданность и умение устранять конкурентов и врагов. Только самые сильные и преданные имеют шанс продвигаться по иерархии.',
      },
    ],
    img: 'https://i.ibb.co/t85RLXX/bratva-logo.png',
    caruselImg: 'https://i.ibb.co/9HwY3vc/bratva.png',
  },
  {
    id: 13,
    name: 'Военные сталкеры',
    founder: 'неизвестен',
    description: 'Военные сталкеры — элитное подразделение, занимающееся выполнением специальных операций в Зоне.',
    motto: 'Долг и честь!',
    value: 'voenstalker',
    quote: 'Мы защищаем родину и выполняем задания любой сложности. Никто не уйдёт безнаказанным.',
    goals:
      'Основной целью военных сталкеров является выполнение специальных операций в Зоне, включая ликвидацию опасных объектов, сбор разведданных и уничтожение враждебных группировок. Они действуют по приказу командования и выполняют задания любой сложности.',
    lifeInside:
      'Жизнь военных сталкеров подчинена строгим армейским уставам и дисциплине. Члены подразделения проходят жёсткую подготовку и тренировки, чтобы быть готовыми к выполнению самых сложных и опасных заданий. Внутри группировки царит атмосфера товарищества и взаимопомощи, где каждый готов пожертвовать собой ради выполнения миссии.',
    structure:
      'Военные сталкеры имеют строгую иерархическую структуру, где ключевую роль играют командиры и офицеры. Они координируют действия своих бойцов, распределяют задания и обеспечивают выполнение операций. Новобранцы проходят строгий отбор и обучение, чтобы стать полноправными членами подразделения.',
    features: [
      {
        name: 'Специальные операции',
        description:
          'Военные сталкеры занимаются выполнением специальных операций в Зоне, включая ликвидацию опасных объектов и уничтожение враждебных группировок.',
      },
      {
        name: 'Армейская дисциплина',
        description:
          'Жизнь военных сталкеров подчинена строгим армейским уставам и дисциплине. Члены подразделения проходят жёсткую подготовку и тренировки.',
      },
      {
        name: 'Товарищество и взаимопомощь',
        description:
          'Внутри группировки царит атмосфера товарищества и взаимопомощи. Каждый готов пожертвовать собой ради выполнения миссии.',
      },
      {
        name: 'Высокий уровень подготовки',
        description:
          'Военные сталкеры проходят строгий отбор и обучение, чтобы быть готовыми к выполнению самых сложных и опасных заданий.',
      },
    ],
    img: 'https://i.ibb.co/4870kNR/voenstalker-logo.png',
    caruselImg: 'https://i.ibb.co/vZ37rhR/oksop.png',
  },
];

export const downloadsData = [
  {
    name: 'Steam',
    description: 'Официальный steam клиент',
    icon: 'https://i.ibb.co/2y0sNP2/Steam-icon-logo-svg-1.png',
    href: 'https://store.steampowered.com/',
  },
  {
    name: 'Dayz',
    description: 'Официальный клиент игры Dayz',
    icon: 'https://i.ibb.co/JBxxs8p/dayz-icon.png',
    href: 'https://store.steampowered.com/app/221100/DayZ/',
  },
  {
    name: 'Mod Pack',
    description: 'Наш пак модов для игры',
    icon: 'https://i.ibb.co/kH6q6cx/last-hope-icon.png',
    href: 'https://steamcommunity.com/sharedfiles/filedetails/?id=2609586541',
  },
];

export const featuresData = [
  {
    title: 'Необычная экипировка',
    image: 'https://i.ibb.co/p3X0PK5/image.png',
    altText: 'guns-png',
  },
  {
    title: 'Интересные мутанты',
    image: 'https://i.ibb.co/XyhyBYN/mutants.png',
    altText: 'mutants-png',
  },
  {
    title: 'Аномалии',
    image: 'https://i.ibb.co/W5Mdwvc/image.png',
    altText: 'anomaly-png',
  },
  {
    title: 'Артефакты',
    image: 'https://i.ibb.co/pz2BvCx/detector.png',
    altText: 'artefact-png',
  },
  {
    title: 'Уникальный хабар',
    image: 'https://i.ibb.co/g65rCnv/habar.png',
    altText: 'habar-png',
  },
  {
    title: 'Две карты',
    image: 'https://i.ibb.co/MGVQvWz/maps.png',
    altText: 'maps-png',
  },
  {
    title: 'Системы аирдропов',
    image: 'https://i.ibb.co/FHs6jS6/airdrop.png',
    altText: 'airdrop-png',
  },
  {
    title: 'Система флагов',
    image: 'https://i.ibb.co/TTTFSX6/flags.png',
    altText: 'flags-png',
  },
];
